Repository: sqiouyilu/twitter-nest
Catalog: plugins/wordpress-dashboard-twitter/languages/wp-dashboard-twitter-*.po
Languages: da_dk, fr_fr, it_it, nl_nl

source: WordPress Dashboard Twitter
da_dk: Kontrolpanel-Twitter til WordPress

source: Twitter is unavailable at the moment. Please try again later!
da_dk: Twitter er ikke tilgængelig i øjeblikket. Prøv igen senere!

source: This plugin version introduces OAuth Support for Twitter. Twitter announced in December of 2009 the deprecation of Basic Auth on August 16th 2010. Please login with Twitter by clicking the image above, and follow the on-screen instructions.
da_dk: Denne version af pluginnet introducerer OAuth Support for Twitter. Twitter annoncerede i december 2009, at man ville udfase Basic Auth den 16. august 2010. Login på Twitter ved at klikke på billedet ovenfor og følg instruktionerne på skærmen.

source: The following directory needs to be writable: %s [<a href='%s'>Recheck</a>]
da_dk: Der skal være skriverettigheder til den følgende mappe: %s [<a href='%s'>Tjek igen</a>]
fr_fr: Le répertoire suivant doit être accessible en écriture %s [<a href='%s'>Vérifier à nouveau</a>]
it_it: E' necessario che la seguente cartella sia scrivibile: %s [<a href='%s'>Verifica</a>]
nl_nl: De volgende folder moet beschrijfbaar zijn: %s [<a href='%s'>Controleer</a>]

source: <strong>NOTE:</strong> The Twitter API only allows clients to make a limited number of calls in a given period. You just exceeded the rate limit.
da_dk: <strong>Bemærk:</strong>Twitters API tillader kun klienter at foretage et begrænset antal kald inden for en given periode. Du har lige overskredet denne kvantitative grænse.
fr_fr: <strong>NOTE:</strong> L'API Twitter autorise uniquement les clients à effectuer un nombre limité d'appels pendant une période définie. Vous avez juste dépassé cette limite.
it_it: <strong>NOTA:</strong> La Twitter API permette agli utenti un numero limitato di richieste per un dato periodo di tempo. Hai superato il limite della tua quota.
nl_nl: <strong>OPMERKING:</strong> De Twitter API staat clients alleen een gelimiteerd aantal calls toe in een bepaalde periode. Je bent net over de limiet heen.

source: <strong>NOTE:</strong> Please <a href="%s">save</a> the plugin options for the new options to take effect!
da_dk: <strong>Bemærk:</strong> <a href="%s">Gem</a> venligst pluginindstillingerne, så de nye indstillinger kan anvendes!

source: Mentions
da_dk: Omtaler
fr_fr: Messages vous mentionnant
it_it: Repliche
nl_nl: Vermeldingen

source: Direct
da_dk: Direkte
fr_fr: Messages Directs Recus
it_it: Personali

source: Sent
da_dk: Sendte
fr_fr: Vos Tweets Envoyés
it_it: Inviati
nl_nl: Verzonden

source: Favorites
da_dk: Favoritter
fr_fr: Favoris
it_it: Favoriti
nl_nl: Favorieten

source: Retweeted
da_dk: Retweetet

source: Timeline
da_dk: Tidslinje

source: Update Status
da_dk: Opdatér status
fr_fr: Mises à jour de statut
it_it: Aggiorna stato
nl_nl: Status bijwerken

source: Remaining API for account %s: %d/%d
da_dk: Resterende API-kald for konto %s: %d/%d
fr_fr: API restante pour le compte %s: %d/%d
it_it: API rimanenti per l'account %s: %d/%d
nl_nl: Overblijvende API voor account %s: %d/%d

source: Reload
da_dk: Genindlæs
fr_fr: Recharger
it_it: Ricarica
nl_nl: Herladen

source: Shorten URL
da_dk: Forkort URL
fr_fr: URL raccourcie
nl_nl: Verkorten URL

source: Upload &amp; Shorten Image
da_dk: Upload billede &amp; forkort URL
fr_fr: Envoyer &amp; Image Courte
it_it: Carica &amp; Shorten Image
nl_nl: Upload &amp; verkorte afbeelding

source: Cancel
da_dk: Fortryd
fr_fr: Annuler
it_it: Annulla
nl_nl: Afbreken

source: How many items?
da_dk: Hvor mange tweets?
fr_fr: Combien d'éléments?
it_it: Quanti tweet desideri mostrare?
nl_nl: Hoeveel items?

source: Tab to open by default
da_dk: Fane, der skal åbnes som standard
fr_fr: Onglet à ouvrir par défaut
it_it: Apertura predefinita tab
nl_nl: Standaard te openen tab

source: URL Shortener
da_dk: URL-forkorter
fr_fr: Raccourcisseur d'URL
nl_nl: URL Verkorter

source: Show Avatars?
da_dk: Vis avatars?
fr_fr: Afficher les avatars?
it_it: Desideri mostrare gli avatar?
nl_nl: Weergeven Avatars?

source: Use Twitpic to share photos on Twitter?
da_dk: Brug Twitpic, når du vil dele fotos på Twitter?
fr_fr: Utiliser Twitpic pour partager les photos sur Twitter?
it_it: Desideri utilizzare Twitpic per condividere le tue foto su Twitter?
nl_nl: Twitpic gebruiken om foto's te delen bij Twitter?

source: Make the Dashboard Widget accessible for everyone?
da_dk: Gør kontrolpanelwidgetten tilgængelig for alle?

source: Hello %s
da_dk: Hej %s
fr_fr: Bonjour %s
it_it: Ciao %s
nl_nl: Hallo %s

source: You have %d followers
da_dk: Du har %d, der følger dig
fr_fr: Vous avez %d personnes qui vous suivent
it_it: Tu hai %d followers
nl_nl: Je hebt %d volgers

source: You wrote %d statuses so far and are listed on %d Twitter lists
da_dk: Du har skrevet %d statusser indtil nu og er anført på %d Twitter-lister

source: Log out
da_dk: Log ud

source: %s ago
da_dk: %s siden
fr_fr: il y a %s
it_it: %s fa
nl_nl: %s geleden

source: An empty tweet would not make sense, eh?
da_dk: En tom tweet giver ikke mening, vel?
fr_fr: Un message vide n'a aucun sens, non?
it_it: Che senso ha non scrivere nulla, boh?
nl_nl: Een lege tweet is zinloos he ?

source: Send Direct Message
da_dk: Send direkte besked
fr_fr: Envoyer Message Direct
it_it: Invia messaggio diretto
nl_nl: Verzend Privébericht

source: Verify Credentials
da_dk: Tjek brugeroplysninger

source: Sending...
da_dk: Sender ...
fr_fr: Envoi...
it_it: Invio in corso...
nl_nl: Verzenden...

source: Please enter a long URL!
da_dk: Indtast en lang URL
fr_fr: Entrer une URL longue, svp!
it_it: Inserisci un URL!
nl_nl: Geef een lange URL in!

source: Invalid file extension!
da_dk: Ugyldig filtype!
fr_fr: Extension de fichier non valide!
it_it: Estensione del file non valida!
nl_nl: Verkeerde bestandsextensie!

source: WordPress Dashboard Twitter requires at least WordPress 2.7!
da_dk: Kontrolpanel-Twitter til WordPress kræver mindst WordPress 2.7!
fr_fr: WordPress Dashboard Twitter nécessite au minimum WordPress 2.7!
it_it: WordPress Dashboard Twitter richiede una versione WordPress 2.7 o superiore!
nl_nl: WordPress Dashboard Twitter benodigd tenminste WordPress 2.7!

source: WordPress Dashboard Twitter requires at least PHP5!
da_dk: WordPress Kontrolpanel-Twitter kræver mindst PHP5!
fr_fr: WordPress Dashboard Twitter nécessite au minimum PHP5!
it_it: WordPress Dashboard Twitter richiede una versione PHP 5!
nl_nl: WordPress Dashboard Twitter benodigd tenminste PHP5!

source: No mentions!
da_dk: Ingen omtaler
fr_fr: 0 mentions!
it_it: Nessuna citazione!
nl_nl: Geen vermeldingen!

source: From
da_dk: Fra
fr_fr: De
it_it: Da
nl_nl: Van

source: Reply to a user
da_dk: Svar til en bruger
fr_fr: Répondre à un utilisateur
it_it: Rispondi all'utente
nl_nl: Beantwoord een gebruiker

source: Reply
da_dk: Svar
fr_fr: Répondre
it_it: Rispondi
nl_nl: Antwoorden

source: Retweet this message
da_dk: Retweet denne besked
fr_fr: Retweeter ce message
it_it: Invia nuovamente il messaggio
nl_nl: Retweet dit bericht

source: in reply to
da_dk: som svar til
fr_fr: en réponse à
it_it: in risposta a
nl_nl: in antwoord op

source: No statuses!
da_dk: Ingen statusser!

source: No direct messages!
da_dk: Ingen direkte beskeder!
fr_fr: 0 messages directs!
it_it: Nessun messaggio diretto!
nl_nl: Geen privéberichten!

source: Compose a new Direct Message to %s
da_dk: Skriv en ny direkte besked til %s
fr_fr: Composez un nouveau message direct pour %s
it_it: Componi un messaggio diretto a %s
nl_nl: Schrijf een nieuw privébericht naar %s

source: No sent messages!
da_dk: Ingen sendte beskeder!
fr_fr: 0 messages envoyés!
it_it: Nessun messaggio inviato!
nl_nl: Geen verzonden berichten!

source: to
da_dk: til
fr_fr: pour
it_it: a
nl_nl: aan

source: No favorites!
da_dk: Ingen favoritter!
fr_fr: 0 favoris!
it_it: Nessun favorito!
nl_nl: Geen favorieten!

source: By %s
da_dk: Af %s
fr_fr: Par %s
it_it: di %s
nl_nl: Door %s

source: No retweets of your statuses yet!
da_dk: Endnu ingen retweets af din statusser!

source: Please enter your Twitter username and password by clicking the widget's 'configure' link!
fr_fr: Entrez vos nom d'utilisateur et mot de passe Twitter en cliquant sur le lien 'configurer' du widget!
it_it: Inserisci nome utente e password cliccando sul link di 'configurazione' del widget!
nl_nl: Voer je Twitter gebruikersnaam en wachtwoord in door te klikken op de widget's 'configureer' link

source: Twitter Username
fr_fr: Nom d'utilisateur Twitter
it_it: Nome utente Twitter
nl_nl: Twitter Gebruikersnaam

source: Twitter Password
fr_fr: Mot de passe Twitter
it_it: Password account Twitter
nl_nl: Twitter Wachtwoord

source: Send Update
fr_fr: Envoyer mise à jour
it_it: Invia aggiornamento
nl_nl: Update verzenden

source: Retweet
fr_fr: Retweeter
it_it: Reinvia
